window.translations = window.translations || {};
window.translations.tool_upwork = {

    // -----------------------------------------Header
    page_heading: "حاسبة رسوم Upwork",
    page_title: "أدوات Upwork المجانية لتعزيز نجاحك كفريلانسر",
    page_description: "ارتقِ بمستوى عملك على Upwork باستخدام أدواتنا المجانية المصممة للفريلانسرز. قم بتحسين ملفك الشخصي، واكتشف فرص العمل، وأدر المشاريع بسهولة. مثالية لتعزيز الرؤية والإنتاجية على Upwork، أدواتنا ضرورية للفريلانسرز الذين يهدفون إلى التفوق. جربها الآن لتحقيق نتائج أفضل!",

    // -----------------------------------------section 1
    sec_1: `<h1>أداة حاسبة رسوم Upwork المجانية</h1>
                <p>تم تصميم هذه الأداة المجانية وسهلة الاستخدام لمساعدة كل من الفريلانسرز والعملاء على Upwork
                    لفهم
                    الآثار المالية لصفقاتهم. سواء كنت تتفاوض على عقد أو ببساطة تخطط لميزانية مشروعك التالي، توفر
                    هذه الأداة وضوحًا حول الرسوم التي يفرضها Upwork، مما يمكنك من اتخاذ قرارات مستنيرة.</p>

                <h5>لا حاجة للتسجيل</h5>
                <p>يمكنك الوصول إلى الأداة في أي وقت دون الحاجة إلى إنشاء حساب أو التسجيل. إنها مجانية تمامًا
                    للاستخدام
                    ولا تتطلب أي معلومات شخصية، مما يضمن حماية خصوصيتك.</p>

                <h5>واجهة متوافقة مع الأجهزة المحمولة</h5>
                <p>استخدم الأداة أثناء التنقل بفضل تصميمها المتوافق مع الأجهزة المحمولة. سواء كنت تستخدم هاتفًا
                    ذكيًا أو جهازًا لوحيًا أو كمبيوتر مكتبي، فإن الواجهة محسّنة لجميع الأجهزة.
                </p>`,

    // -----------------------------------------section 2
    sec_2: `  <div class="section-title mt-4">
                <h3>كيفية استخدام حاسبة رسوم Upwork</h3>
            </div>
            <div class="row">
                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;" src="assets/image/tools/upwork/enter.png" />
                        </div>
                        <h5>1. أدخل إجمالي الفاتورة</h5>
                        <p>اكتب مبلغ فاتورتك في حقل "أدخل إجمالي الفاتورة".</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;" src="assets/image/tools/upwork/enter (1).png" />
                        </div>
                        <h5>2. أدخل إجمالي الفواتير مدى الحياة</h5>
                        <p>أدخل إجمالي المبلغ الذي قمت بفوترته لهذا العميل على Upwork في حقل "أدخل إجمالي الفواتير
                            مدى الحياة".</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-12 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;"
                                src="assets/image/tools/upwork/number-blocks.png" />
                        </div>
                        <h5>3. احسب</h5>
                        <p>اضغط على زر "احسب".</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-12 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;" src="assets/image/tools/upwork/view.png" />
                        </div>
                        <h5>4. عرض النتائج:</h5>
                        <p>تحقق من أرباحك، ورسوم Upwork، ونسبة الرسوم المعروضة أدناه.
                        </p>
                    </div>
                </div>
            </div>`,

    // -----------------------------------------section 3

    sec_3_title: "حاسبة رسوم Upwork",
    sec_3_total: "أدخل إجمالي الفاتورة",
    sec_3_life: "أدخل إجمالي الفواتير مدى الحياة لهذا العميل:",
    sec_3_calculate_btn: "احسب",
    sec_3_results_title: "النتائج:",
    sec_3_results_make: `مع Upwork ستربح:`,
    sec_3_results_takes: `لأن Upwork يأخذ: `,
    sec_3_results_fee: "نسبة الرسوم: ",
    benefits: `<div class="card-header d-flex justify-content-center mb-1">
                        <h3 class="my-1 " style="color: white;">فوائد حاسبة رسوم Upwork</h3>
                    </div>
                    <div class="m-3 benefits">
                        <h6><strong>تخطيط مالي دقيق: </strong></h6>
                        <p><strong>للفريلانسرز:</strong> معرفة دخلك الصافي بدقة يسمح بتخطيط مالي أفضل، بما في ذلك
                            وضع ميزانية للنفقات، والادخار، والضرائب.</p>
                        <p><strong>للعملاء:</strong> فهم التكلفة الإجمالية يساعد في تخطيط ميزانيات المشاريع بدقة،
                            مما يضمن تغطية جميع الجوانب المالية من البداية.</p>
                        <h6><strong>توفير الوقت: </strong></h6>
                        <p>بدلاً من حساب الرسوم يدويًا أو البحث عن هيكل رسوم Upwork، توفر هذه الأداة نتائج فورية
                            ببضع نقرات فقط. هذا يوفر الوقت والجهد، مما يسمح للمستخدمين بالتركيز على
                            الجوانب الأكثر أهمية في عملهم.</p>
                        <h6><strong>اتخاذ قرارات مستنيرة: </strong></h6>
                        <p>تتيح الحاسبة لكل من الفريلانسرز والعملاء استكشاف مبالغ العقود المختلفة ومستويات الرسوم،
                            مما يمكنهم من اتخاذ قرارات مستنيرة أثناء مفاوضات العقود. يمكن أن يساعد ذلك في
                            تحديد الأسعار التي تكون عادلة ومقبولة للطرفين.</p>
                    </div>`,

};
