window.translations = window.translations || {};
window.translations.tool_stripe = {

    // -----------------------------------------Header
    page_heading: "حاسبة رسوم Stripe",
    page_title: "احسب رسوم Stripe بسهولة باستخدام أداتنا المجانية!",
    page_description: "هل تستهلك رسوم Stripe أرباحك؟ تحكم في ذلك باستخدام حاسبة رسوم Stripe المجانية وسهلة الاستخدام! مصممة للمستقلين وأصحاب الأعمال الصغيرة وأي شخص يستخدم Stripe، تساعدك أداتنا على تحديد رسوم المعاملات بدقة والتخطيط المالي بسهولة.",

    // -----------------------------------------section 1
    sec_1_title: "أداة حاسبة Stripe المجانية",
    sec_1_desc: "تحسب هذه الأداة الرسوم التي يفرضها Stripe لمعالجة المدفوعات. يمكن للمستخدمين إدخال مبلغ المعاملة لمعرفة رسوم Stripe والمبلغ الصافي المستلم.",
    sec_1_ex: "مثال على الحساب:",
    sec_1_ex_desc: `<li>إذا أدخل المستخدم مبلغ معاملة قدره 100 دولار:</li>
                    <ul>
                        <li><strong>رسوم Stripe:</strong>
                            <p>2.90 دولار + 0.30 دولار = 3.20 دولار</p>
                        </li>
                        <li><strong>المبلغ الصافي المستلم:</strong>
                            <p>100 دولار - 3.20 دولار = 96.80 دولار</p>
                        </li>
                    </ul>`,
    sec_1_desc_2: "تعد حاسبة رسوم Stripe أداة بسيطة لكنها قوية لأي شخص يستخدم Stripe لإدارة مدفوعاته، مما يضمن الشفافية ويساعد في اتخاذ قرارات مالية أفضل.",

    // -----------------------------------------section 2
    sec_2_heading: "كيفية استخدام حاسبة رسوم Stripe",
    sec_2_step_1: "1. أدخل المبلغ",
    sec_2_step_2: "2. عرض النتائج:",
    sec_2_step_3: "3. مراجعة الملاحظات",
    sec_2_step_1_desc: "اكتب مبلغ الفاتورة في حقل الإدخال.",
    sec_2_step_2_desc: "شاهد فورًا رسوم Stripe، والمبلغ الذي ستتلقاه، والمبلغ الذي يجب أن تطلبه لتغطية الرسوم.",
    sec_2_step_3_desc: "تحقق من الملاحظة الصغيرة للحصول على تفاصيل حول حساب الرسوم (2.9% + 0.30 دولار).",

    // -----------------------------------------section 3
    sec_3_heading: "حاسبة رسوم Stripe",
    sec_3_enter_amount: "أدخل المبلغ",
    sec_3_stripe_fee: "رسوم Stripe:",
    sec_3_receive: "ستتلقى:",
    sec_3_ask_for: "يجب أن تطلب:",
    sec_3_desc: "يتم حساب المبالغ بناءً على رسوم Stripe في الولايات المتحدة بنسبة 2.9% + 0.30 دولار لكل معاملة. على عكس حلول الفواتير الأخرى، لا تفرض Indy Invoices رسومًا إضافية فوق تلك التي يفرضها معالج الدفع.",
    sec_3_benefits_heading: "فوائد حاسبة رسوم Stripe",
    sec_3_benefits_content: `<h6><strong>التخطيط المالي الدقيق: </strong></h6>
                        <p><strong> الشفافية في الرسوم:</strong> من خلال معرفة الرسوم الدقيقة التي سيخصمها Stripe،
                            يمكن
                            للمستخدمين التخطيط لمالياتهم بدقة. هذا أمر بالغ الأهمية لإعداد الميزانية والتنبؤ
                            وإدارة
                            التدفق النقدي.</p>
                        <p><strong> اتخاذ قرارات مستنيرة:</strong>مع وضوح الرؤية في الرسوم، يمكن للشركات اتخاذ
                            قرارات
                            أفضل بشأن استراتيجيات التسعير، مما يضمن الحفاظ على هوامش ربح صحية بعد احتساب تكاليف
                            معالجة
                            الدفع.</p>

                        <h6><strong>كفاءة الوقت: </strong></h6>
                        <p><strong> الحسابات الفورية:</strong> توفر الأداة نتائج فورية، مما يوفر الوقت الذي قد
                            يُقضى
                            في حساب الرسوم يدويًا.</p>
                        <p><strong> مقارنة سهلة:</strong>قارن بسرعة الدخل الصافي من مبالغ دفع مختلفة أو هياكل
                            رسوم،
                            مما يساعد في اتخاذ قرارات سريعة.</p>

                        <h6><strong>سهل الاستخدام ويمكن الوصول إليه: </strong></h6>
                        <p><strong> واجهة بسيطة:</strong>تم تصميم الحاسبة لتكون سهلة الاستخدام، مما يجعلها
                            متاحة حتى
                            لأولئك الذين ليس لديهم خبرة مالية.</p>
                        <p><strong> لا توجد تكاليف خفية:</strong>يمكن للمستخدمين رؤية الرسوم الدقيقة مقدمًا،
                            مما
                            يتجنب أي مفاجآت عند استلام دفعتهم من Stripe.</p>`,

};