window.translations = window.translations || {};
window.translations.tool_paypal = {

    // -----------------------------------------Header
    page_heading: "حاسبة رسوم باي بال",
    page_title: "حاسبة رسوم باي بال المجانية: احسب تكاليف معاملات باي بال بدقة",
    page_description: "احسب رسوم معاملات باي بال بسهولة باستخدام حاسبة رسوم باي بال المجانية عبر الإنترنت. أدخل مبلغ المعاملة للحصول على تقدير دقيق للرسوم المرتبطة بمدفوعات باي بال. مثالية للشركات والأفراد الذين يسعون لإدارة وفهم تكاليف معاملاتهم بدقة.",

    // -----------------------------------------section 1
    sec_1: ` <h1>حاسبة رسوم باي بال المجانية</h1>
                <p>حاسبة رسوم باي بال المجانية هي أداة عبر الإنترنت مصممة لمساعدة المستخدمين على حساب الرسوم التي يفرضها باي بال بسهولة لأنواع مختلفة من المعاملات. سواء كنت تبيع منتجات عبر الإنترنت، أو تقبل التبرعات، أو تقوم بتحويل الأموال، تتيح لك هذه الأداة تحديد الرسوم المخصومة من باي بال والمبلغ الذي ستتلقاه بدقة.</p>

                <h5>اختيار العملة</h5>
                <p>اختر من بين مجموعة متنوعة من العملات لحساب الرسوم بعملتك المفضلة.</p>

                <h5>مجانية وسهلة الاستخدام</h5>
                <p>هذه الأداة مجانية تمامًا وسهلة الاستخدام، مع واجهة بسيطة تضمن حسابات سريعة وسهلة.</p>`,

    // -----------------------------------------section 2
    sec_2_title: "كيفية استخدام حاسبة باي بال",
    sec_2_step_1: "1. أدخل المبلغ",
    sec_2_step_2: "2. اختر بلدك",
    sec_2_step_3: "3. اختر نوع الرسوم",
    sec_2_step_4: "4. احسب الرسوم:",
    sec_2_step_1_desc: `في حقل "إدخال المبلغ"، اكتب المبلغ الذي تريد حساب رسوم باي بال له.`,
    sec_2_step_2_desc: `من قائمة "اختر البلد"، اختر البلد الذي تقيم فيه. سيؤدي ذلك إلى عرض هيكل الرسوم الخاص بهذا البلد.`,
    sec_2_step_3_desc: "بعد اختيار البلد، ستظهر قائمة جديدة تتيح لك اختيار نوع الرسوم. سيعرض ذلك هياكل الرسوم المختلفة المتاحة للبلد المحدد، بما في ذلك التفاصيل النسبية والثابتة.",
    sec_2_step_4_desc: `انقر على زر "احسب" لتحديد رسوم باي بال. سيستخدم النظام نوع الرسوم المحدد ومعلومات البلد لحساب الرسوم، والمبلغ الذي ستتلقاه، والمبلغ الذي يجب أن تطلبه. ستُعرض النتائج في شكل بطاقة.`,

    // -----------------------------------------section 3
    sec_3_title: "حاسبة رسوم باي بال",
    sec_3_cal_btn: "احسب",
    sec_3_enter_amount: "أدخل المبلغ",
    sec_3_select_country: "اختر البلد",

    sec_3_option_percentage: "النسبة المئوية",
    sec_3_option_fixed: "ثابت",

    sec_3_results_title: "النتائج",
    sec_3_fee_type: "نوع الرسوم:",
    sec_3_results_selected_country: "البلد المختار:",
    sec_3_results_paypal_fee: "رسوم باي بال:",
    sec_3_results_you_will_receive: "ستتلقى:",
    sec_3_results_you_should_ask_for: "يجب أن تطلب:",
    sec_3_results_original_amount: "المبلغ الأصلي:",
    sec_3_results_fee_structure: "هيكل الرسوم:",
    sec_3_results_per_transaction: "لكل معاملة",
    sec_3_results_desc: "تم حساب المبالغ بناءً على رسوم باي بال في",

    sec_3_benefits_title: "فوائد حاسبة رسوم باي بال",
    sec_3_benefits_dec: `<h6><strong>البائعون عبر الإنترنت:</strong></h6>
                        <p>احسب المبلغ الدقيق الذي ستتلقاه بعد رسوم باي بال، مما يساعدك على تحديد الأسعار المناسبة.</p>
                        <h6><strong>المستقلون:</strong></h6>
                        <p>حدد المبلغ الذي يجب أن تطلبه من العملاء لضمان تحقيق أهداف دخلك بعد الرسوم.</p>
                        <h6><strong>الجمعيات الخيرية والمنظمات غير الربحية:</strong></h6>
                        <p>افهم المبلغ الذي سيتم خصمه من التبرعات التي تتم معالجتها عبر باي بال.</p>
                        <h6><strong>المستخدمون الشخصيون:</strong></h6>
                        <p>احسب الرسوم بسهولة عند إرسال الأموال إلى الأصدقاء أو العائلة.</p>
                        <p>سواء كنت صاحب عمل، أو مستقلاً، أو مجرد شخص يستخدم باي بال بشكل متكرر، فإن حاسبة رسوم باي بال المجانية هي أداة أساسية لإدارة معاملاتك بفعالية.</p>`,

    // -----------------------------------------alerts
    swal_req_amount: "يرجى إدخال المبلغ",
    swal_req_country: "يرجى اختيار البلد",
    swal_req_fee_type: "يرجى اختيار نوع الرسوم",
};
