window.translations = window.translations || {};
window.translations.tool_gst = {

    // -----------------------------------------Header
    page_heading: "حاسبة ضريبة السلع والخدمات",
    page_title: "حاسبة ضريبة السلع والخدمات المجانية: احسب ضريبة السلع والخدمات بسرعة لمعاملاتك",
    page_description: "احسب ضريبة السلع والخدمات بسهولة باستخدام حاسبتنا المجانية عبر الإنترنت. أدخل مبلغ المعاملة الخاص بك لتحديد معدل ضريبة السلع والخدمات المطبق والتكلفة الإجمالية. مثالية للشركات والأفراد الذين يسعون لضمان حسابات ضريبية دقيقة لإدارة مالية سلسة والامتثال. قم بتبسيط حسابات ضريبة السلع والخدمات الخاصة بك اليوم!",

    // -----------------------------------------section 1
    sec_1: `<h1>أداة حاسبة ضريبة السلع والخدمات المجانية</h1>
                <p>أداة حاسبة ضريبة السلع والخدمات المجانية هي حل عبر الإنترنت سهل الاستخدام مصمم لمساعدة الشركات،
                    المستقلين،
                    والأفراد على حساب ضريبة السلع والخدمات بدقة على مختلف المعاملات. تسهل هذه الأداة عملية تحديد مكون ضريبة السلع والخدمات والمبلغ الإجمالي، مما يجعلها موردًا أساسيًا لأولئك المشاركين في المبيعات أو الفواتير أو التخطيط المالي.</p>
                <h5>أصحاب الأعمال الصغيرة</h5>
                <p>احسب ضريبة السلع والخدمات على المنتجات والخدمات للحصول على تسعير وفواتير دقيقة.</p>

                <h5>المستقلون</h5>
                <p>حدد مكون ضريبة السلع والخدمات على خدماتك قبل إصدار الفواتير للعملاء.</p>

                <h5>المستهلكون</h5>
                <p>تحقق من مقدار ضريبة السلع والخدمات التي تدفعها على مشترياتك.</p>

                <h5>المحاسبون والمخططون الماليون</h5>
                <p>قم بتبسيط عملية حساب الضرائب لمعاملات مختلفة.
                </p>`,

    // -----------------------------------------section 2
    sec_2: `  <div class="section-title mt-4">
                <h3>كيفية استخدام حاسبة ضريبة السلع والخدمات</h3>
            </div>
            <div class="row">
                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;" src="assets/image/tools/gst/enter.png" />
                        </div>
                        <h5>1. أدخل المبلغ</h5>
                        <p>أدخل المبلغ الذي تريد حساب ضريبة السلع والخدمات له في حقل "المبلغ".</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;"
                                src="assets/image/tools/gst/number-blocks.png" />
                        </div>
                        <h5>2. اختر نسبة ضريبة السلع والخدمات:</h5>
                        <p>اختر معدل ضريبة السلع والخدمات المناسب من قائمة "ضريبة السلع والخدمات %" المنسدلة (مثل 5٪، 12٪، 18٪، 28٪).</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;" src="assets/image/tools/gst/choose.png" />
                        </div>
                        <h5>3. اختر نوع الضريبة:</h5>
                        <p>اختر "شامل" إذا كانت ضريبة السلع والخدمات مشمولة بالفعل في المبلغ، أو "غير شامل" إذا كانت ضريبة السلع والخدمات بحاجة إلى الإضافة.
                        </p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;" src="assets/image/tools/gst/view.png" />
                        </div>
                        <h5>4. عرض النتائج:</h5>
                        <p>اضغط على "إرسال" للحساب. سيتم عرض المبلغ الفعلي، مبلغ ضريبة السلع والخدمات، والمبلغ الإجمالي.
                        </p>
                    </div>
                </div>
            </div>`,

    // -----------------------------------------section 3
    sec_3_title: "حاسبة ضريبة السلع والخدمات",
    sec_3_amount: "المبلغ",
    sec_3_gst: "ضريبة السلع والخدمات %",
    sec_3_tax: "الضريبة",
    sec_3_inclusive: "شامل",
    sec_3_exclusive: "غير شامل",
    sec_3_gst_btn: "احسب ضريبة السلع والخدمات",
    sec_3_result_actual: "المبلغ الفعلي",
    sec_3_result_gst: "مبلغ ضريبة السلع والخدمات",
    sec_3_result_total: "المبلغ الإجمالي",
    sec_3_benefits: `<div class="card-header d-flex justify-content-center mb-1">
                        <h3 class="my-1" style="color: white;">فوائد حاسبة ضريبة السلع والخدمات</h3>
                    </div>
                    <div class="m-3 benefits">
                        <h6><strong> توفير الوقت: </strong></h6>
                        <p>تقوم حاسبة ضريبة السلع والخدمات بحساب مبالغ الضريبة بسرعة، مما يلغي الحاجة إلى الحسابات اليدوية.
                            هذه الكفاءة توفر الوقت، خاصة عند التعامل مع معاملات متعددة أو فواتير معقدة.</p>
                        <h6><strong>الدقة: </strong></h6>
                        <p>الحسابات اليدوية عرضة للأخطاء، خاصة عند التعامل مع معدلات ضريبة السلع والخدمات المختلفة. تضمن حاسبة ضريبة السلع والخدمات حسابات دقيقة، مما يقلل من خطر الأخطاء التي قد تؤدي إلى تناقضات مالية أو مشاكل ضريبية.</p>
                        <h6><strong>سهولة الاستخدام: </strong></h6>
                        <p>بواجهة سهلة الاستخدام، تعد حاسبة ضريبة السلع والخدمات سهلة الوصول حتى لأولئك الذين ليس لديهم خبرة في المحاسبة أو الضرائب. يمكن للمستخدمين إدخال البيانات بسهولة والحصول على النتائج الفورية دون خطوات معقدة.</p>
                        <h6><strong>التنوع: </strong></h6>
                        <p>يمكن للأداة التعامل مع معدلات ضريبة السلع والخدمات المختلفة، مما يجعلها مناسبة لمجموعة واسعة من الشركات والمناطق. سواء كنت تتعامل مع معدلات قياسية أو معدلات مخصصة، يمكن للحاسبة تلبية احتياجاتك.</p>
                        <h6><strong>نتائج فورية:</strong></h6>
                        <p>تقدم حاسبة ضريبة السلع والخدمات النتائج على الفور، مما يمكن المستخدمين من اتخاذ قرارات سريعة، سواء عند تحديد الأسعار، إعداد الفواتير، أو تخطيط الميزانيات. هذا مفيد بشكل خاص في بيئات الأعمال السريعة.</p>
                    </div>`,
};
