window.translations = window.translations || {};
window.translations.tool_paypal = {

    // -----------------------------------------Header
    page_heading: "पेपल शुल्क कैलकुलेटर",
    page_title: "फ्री पेपाल शुल्क कैलकुलेटर: अपने पेपाल लेनदेन लागत का सटीक अनुमान लगाएं",
    page_description: "हमारे फ्री ऑनलाइन पेपाल शुल्क कैलकुलेटर के साथ पेपाल लेनदेन शुल्क को आसानी से कैलकुलेट करें। लेनदेन राशि दर्ज करें और पेपाल भुगतान से जुड़े शुल्क का सटीक अनुमान प्राप्त करें। व्यवसायों और व्यक्तियों के लिए आदर्श जो अपने लेनदेन लागत को सटीकता से प्रबंधित और समझना चाहते हैं।",

    // -----------------------------------------section 1
    sec_1: ` <h1>फ्री पेपाल शुल्क कैलकुलेटर</h1>
                <p>फ्री पेपाल शुल्क कैलकुलेटर एक सहज ऑनलाइन टूल है जो उपयोगकर्ताओं को विभिन्न प्रकार के लेनदेन के लिए पेपाल द्वारा लिए गए शुल्क को आसानी से कैलकुलेट करने में मदद करता है। चाहे आप ऑनलाइन उत्पाद बेच रहे हों, दान स्वीकार कर रहे हों, या केवल पैसे ट्रांसफर कर रहे हों, यह टूल आपको पेपाल द्वारा काटे गए शुल्क और आपको प्राप्त होने वाली सटीक राशि को जल्दी से निर्धारित करने की अनुमति देता है।</p>

                <h5>मुद्रा चयन</h5>
                <p>अपनी पसंदीदा मुद्रा में शुल्क कैलकुलेट करने के लिए विभिन्न मुद्राओं में से चुनें।</p>

                <h5>फ्री और उपयोगकर्ता-अनुकूल</h5>
                <p>यह टूल पूरी तरह से फ्री है, जिसमें एक सरल और उपयोगकर्ता-अनुकूल इंटरफ़ेस है जो त्वरित और आसान कैलकुलेशन सुनिश्चित करता है।</p>`,

    // -----------------------------------------section 2
    sec_2_title: "पेपल कैलकुलेटर का उपयोग कैसे करें",
    sec_2_step_1: "1. राशि दर्ज करें",
    sec_2_step_2: "2. अपना देश चुनें",
    sec_2_step_3: "3. शुल्क प्रकार चुनें",
    sec_2_step_4: "4. शुल्क कैलकुलेट करें:",
    sec_2_step_1_desc: `"राशि दर्ज करें" इनपुट फ़ील्ड में, उस पैसे की राशि टाइप करें जिसके लिए आप पेपाल शुल्क कैलकुलेट करना चाहते हैं।`,
    sec_2_step_2_desc: `"देश चुनें" ड्रॉपडाउन मेनू से, वह देश चुनें जिसमें आप हैं। यह उस देश के लिए विशिष्ट शुल्क संरचनाओं को पॉप्युलेट करेगा।`,
    sec_2_step_3_desc: "देश चुनने के बाद, एक नया ड्रॉपडाउन दिखाई देगा जो आपको शुल्क प्रकार चुनने की अनुमति देगा। यह चयनित देश के लिए उपलब्ध विभिन्न शुल्क संरचनाओं को दिखाएगा, जिसमें प्रतिशत और निश्चित शुल्क विवरण शामिल हैं।",
    sec_2_step_4_desc: `"कैलकुलेट" बटन पर क्लिक करें ताकि पेपाल शुल्क निर्धारित किया जा सके। सिस्टम चयनित शुल्क प्रकार और देश की जानकारी का उपयोग करके शुल्क, आपको प्राप्त होने वाली राशि, और आपको कितनी राशि मांगनी चाहिए, यह कैलकुलेट करेगा। परिणाम कार्ड प्रारूप में प्रदर्शित किए जाएंगे।`,

    // -----------------------------------------section 3
    sec_3_title: "पेपल शुल्क कैलकुलेटर",
    sec_3_cal_btn: "कैलकुलेट करें",
    sec_3_enter_amount: "राशि दर्ज करें",
    sec_3_select_country: "देश चुनें",

    sec_3_option_percentage: "प्रतिशत ",
    sec_3_option_fixed: "निश्चित ",

    sec_3_results_title: "परिणाम",
    sec_3_fee_type: "शुल्क प्रकार:",
    sec_3_results_selected_country: "चयनित देश:",
    sec_3_results_paypal_fee: "पेपल शुल्क:",
    sec_3_results_you_will_receive: "आपको प्राप्त होगा:",
    sec_3_results_you_should_ask_for: "आपको मांगनी चाहिए:",
    sec_3_results_original_amount: "मूल राशि:",
    sec_3_results_fee_structure: "शुल्क संरचना:",
    sec_3_results_per_transaction: "प्रति लेनदेन",
    sec_3_results_desc: "राशियां पेपाल शुल्क के आधार पर कैलकुलेट की गई हैं",

    sec_3_benefits_title: "पेपल शुल्क कैलकुलेटर के लाभ",
    sec_3_benefits_dec: `<h6><strong> ऑनलाइन विक्रेता: </strong></h6>
                        <p>पेपल शुल्क के बाद आपको प्राप्त होने वाली सटीक राशि कैलकुलेट करें, जिससे आप उचित मूल्य निर्धारित कर सकें।</p>
                        <h6><strong>फ्रीलांसर: </strong></h6>
                        <p>ग्राहकों से कितना शुल्क लेना है यह निर्धारित करें ताकि शुल्क के बाद आपकी आय लक्ष्य पूरी हो सके।</p>
                        <h6><strong>चैरिटी और गैर-लाभकारी संगठन:</strong></h6>
                        <p>पेपल के माध्यम से प्रोसेस किए गए दान से कितनी राशि काटी जाएगी, यह समझें।</p>
                        <h6><strong>व्यक्तिगत उपयोगकर्ता: </strong></h6>
                        <p>मित्रों या परिवार को पैसे भेजने के लिए शुल्क आसानी से पता करें।</p>
                        <p>चाहे आप एक व्यवसाय के मालिक हों, फ्रीलांसर हों, या कोई ऐसा व्यक्ति जो अक्सर पेपाल का उपयोग करता हो, फ्री पेपाल शुल्क कैलकुलेटर आपके लेनदेन को प्रभावी ढंग से प्रबंधित करने के लिए एक आवश्यक टूल है।</p>`,

    // -----------------------------------------alerts
    swal_req_amount: "कृपया राशि दर्ज करें",
    swal_req_country: "कृपया एक देश चुनें",
    swal_req_fee_type: "कृपया शुल्क प्रकार चुनें",
};
