window.translations = window.translations || {};
window.translations.tool_upwork = {

    // -----------------------------------------Header
    page_heading: "अपवर्क शुल्क कैलकुलेटर",
    page_title: "फ्री अपवर्क टूल्स से अपनी फ्रीलांस सफलता को बढ़ाएं",
    page_description: "हमारे फ्री टूल्स के साथ अपनी अपवर्क यात्रा को बेहतर बनाएं। प्रोफाइल को ऑप्टिमाइज़ करें, जॉब अवसर खोजें, और प्रोजेक्ट्स को आसानी से प्रबंधित करें। अपवर्क पर दृश्यता और उत्पादकता बढ़ाने के लिए ये टूल्स आवश्यक हैं। बेहतर परिणामों के लिए अभी आज़माएं!",

    // -----------------------------------------section 1
    sec_1: `<h1>फ्री अपवर्क कैलकुलेटर टूल</h1>
                <p>यह फ्री और उपयोगकर्ता-अनुकूल टूल अपवर्क पर फ्रीलांसरों और क्लाइंट्स दोनों को उनके लेन-देन के वित्तीय प्रभावों को समझने में मदद करने के लिए डिज़ाइन किया गया है। चाहे आप एक अनुबंध पर बातचीत कर रहे हों या अपने अगले प्रोजेक्ट का बजट बना रहे हों, यह टूल अपवर्क द्वारा लिए गए शुल्कों पर स्पष्टता प्रदान करता है, जिससे आप सूचित निर्णय ले सकते हैं।</p>

                <h5>साइन-अप की आवश्यकता नहीं</h5>
                <p>बिना खाता बनाए या साइन-अप किए कभी भी इस टूल का उपयोग करें। यह पूरी तरह से फ्री है और किसी भी व्यक्तिगत जानकारी की आवश्यकता नहीं है, जिससे आपकी गोपनीयता सुरक्षित रहती है।</p>

                <h5>मोबाइल-अनुकूल इंटरफ़ेस</h5>
                <p>अपने स्मार्टफोन, टैबलेट, या डेस्कटॉप पर इस टूल का उपयोग करें। इसका इंटरफ़ेस सभी उपकरणों के लिए अनुकूलित है।</p>`,

    // -----------------------------------------section 2
    sec_2: `  <div class="section-title mt-4">
                <h3>अपवर्क शुल्क कैलकुलेटर का उपयोग कैसे करें</h3>
            </div>
            <div class="row">
                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;" src="assets/image/tools/upwork/enter.png" />
                        </div>
                        <h5>1. इनवॉइस कुल दर्ज करें</h5>
                        <p>"अपना इनवॉइस कुल दर्ज करें" फ़ील्ड में अपनी इनवॉइस राशि टाइप करें।</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;" src="assets/image/tools/upwork/enter (1).png" />
                        </div>
                        <h5>2. लाइफटाइम बिलिंग्स दर्ज करें</h5>
                        <p>"लाइफटाइम अपवर्क बिलिंग्स दर्ज करें" फ़ील्ड में इस क्लाइंट के लिए आपने अब तक बिल की गई कुल राशि दर्ज करें।</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-12 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;"
                                src="assets/image/tools/upwork/number-blocks.png" />
                        </div>
                        <h5>3. कैलकुलेट करें</h5>
                        <p>"कैलकुलेट" बटन पर क्लिक करें।</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-12 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;" src="assets/image/tools/upwork/view.png" />
                        </div>
                        <h5>4. परिणाम देखें:</h5>
                        <p>अपनी कमाई, अपवर्क शुल्क, और नीचे दिखाए गए शुल्क प्रतिशत की जांच करें।</p>
                    </div>
                </div>
            </div>`,

    // -----------------------------------------section 3

    sec_3_title: "अपवर्क शुल्क कैलकुलेटर",
    sec_3_total: "अपना इनवॉइस कुल दर्ज करें",
    sec_3_life: "इस क्लाइंट के लिए लाइफटाइम अपवर्क बिलिंग्स दर्ज करें:",
    sec_3_calculate_btn: "कैलकुलेट करें",
    sec_3_results_title: "परिणाम:",
    sec_3_results_make: `अपवर्क के साथ आप कमाएंगे:`,
    sec_3_results_takes: `क्योंकि अपवर्क लेता है: `,
    sec_3_results_fee: "शुल्क प्रतिशत: ",
    benefits: `<div class="card-header d-flex justify-content-center mb-1">
                        <h3 class="my-1 " style="color: white;">अपवर्क शुल्क कैलकुलेटर के लाभ</h3>
                    </div>
                    <div class="m-3 benefits">
                        <h6><strong>सटीक वित्तीय योजना: </strong></h6>
                        <p><strong>फ्रीलांसरों के लिए:</strong> अपनी सटीक कमाई जानने से बेहतर वित्तीय योजना बनाने में मदद मिलती है, जिसमें खर्च, बचत, और कर शामिल हैं।</p>
                        <p><strong>क्लाइंट्स के लिए:</strong> कुल लागत को समझने से प्रोजेक्ट बजट को सटीक रूप से योजना बनाने में मदद मिलती है, जिससे शुरुआत से ही सभी वित्तीय पहलुओं को कवर किया जा सके।</p>
                        <h6><strong>समय की बचत: </strong></h6>
                        <p>शुल्कों की मैन्युअल गणना करने या अपवर्क की शुल्क संरचना खोजने के बजाय, यह टूल कुछ ही क्लिक में त्वरित परिणाम प्रदान करता है। यह समय और प्रयास बचाता है, जिससे उपयोगकर्ता अपने काम के अधिक महत्वपूर्ण पहलुओं पर ध्यान केंद्रित कर सकते हैं।</p>
                        <h6><strong>सूचित निर्णय लेना: </strong></h6>
                        <p>कैलकुलेटर फ्रीलांसरों और क्लाइंट्स दोनों को विभिन्न अनुबंध राशि और शुल्क स्तरों का पता लगाने की अनुमति देता है, जिससे अनुबंध वार्ता के दौरान सूचित निर्णय लेने में मदद मिलती है। यह दोनों पक्षों के लिए उचित और स्वीकार्य दरें निर्धारित करने में मदद कर सकता है।</p>
                    </div>`,

};
