window.translations = window.translations || {};
window.translations.tool_gst = {

    // -----------------------------------------Header
    page_heading: "जीएसटी कैलकुलेटर",
    page_title: "फ्री जीएसटी कैलकुलेटर: अपने लेनदेन के लिए वस्तु और सेवा कर जल्दी से गणना करें",
    page_description: "हमारे फ्री ऑनलाइन जीएसटी कैलकुलेटर के साथ जीएसटी की गणना करें। अपने लेनदेन की राशि दर्ज करें और लागू जीएसटी दर और कुल लागत का निर्धारण करें। व्यवसायों और व्यक्तियों के लिए आदर्श जो सटीक कर गणना सुनिश्चित करना चाहते हैं। आज ही अपने जीएसटी गणना को सरल बनाएं!",

    // -----------------------------------------section 1
    sec_1: `<h1>फ्री जीएसटी कैलकुलेटर टूल</h1>
                <p>फ्री जीएसटी कैलकुलेटर टूल एक उपयोगकर्ता-अनुकूल ऑनलाइन समाधान है जो व्यवसायों, फ्रीलांसरों और व्यक्तियों को विभिन्न लेनदेन पर वस्तु और सेवा कर (जीएसटी) की सटीक गणना करने में मदद करता है। यह टूल जीएसटी घटक और कुल राशि निर्धारित करने की प्रक्रिया को सरल बनाता है।</p>
                <h5>छोटे व्यवसाय के मालिक</h5>
                <p>उत्पादों और सेवाओं पर जीएसटी की गणना करें और सटीक मूल्य निर्धारण और चालान बनाएं।</p>

                <h5>फ्रीलांसर</h5>
                <p>ग्राहकों को बिलिंग करने से पहले अपनी सेवाओं पर जीएसटी घटक निर्धारित करें।</p>

                <h5>उपभोक्ता</h5>
                <p>अपने खरीदारी पर कितना जीएसटी भुगतान कर रहे हैं, यह जांचें।</p>

                <h5>लेखाकार और वित्तीय योजनाकार</h5>
                <p>विभिन्न लेनदेन के लिए कर गणना प्रक्रिया को सरल बनाएं।</p>`,

    // -----------------------------------------section 2
    sec_2: `  <div class="section-title mt-4">
                <h3>जीएसटी कैलकुलेटर का उपयोग कैसे करें</h3>
            </div>
            <div class="row">
                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;" src="assets/image/tools/gst/enter.png" />
                        </div>
                        <h5>1. राशि दर्ज करें</h5>
                        <p>"राशि" फ़ील्ड में वह राशि दर्ज करें जिसके लिए आप जीएसटी की गणना करना चाहते हैं।</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-1 mb-2" style="height: 50px;"
                                src="assets/image/tools/gst/number-blocks.png" />
                        </div>
                        <h5>2. जीएसटी प्रतिशत चुनें:</h5>
                        <p>"जीएसटी %" ड्रॉपडाउन मेनू से उपयुक्त जीएसटी दर चुनें (जैसे, 5%, 12%, 18%, 28%)।</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;" src="assets/image/tools/gst/choose.png" />
                        </div>
                        <h5>3. कर प्रकार चुनें:</h5>
                        <p>"समावेशी" चुनें यदि जीएसटी पहले से ही राशि में शामिल है, या "अलग" चुनें यदि जीएसटी जोड़ने की आवश्यकता है।</p>
                    </div>
                </div>

                <div class="col-lg-3 col-sm-12 col-md-6 ">
                    <div class="single-featured-box">
                        <div class="icon">
                            <img class="p-2 mb-2" style="height: 50px;" src="assets/image/tools/gst/view.png" />
                        </div>
                        <h5>4. परिणाम देखें:</h5>
                        <p>"सबमिट" पर क्लिक करें। वास्तविक राशि, जीएसटी राशि, और कुल राशि प्रदर्शित की जाएगी।</p>
                    </div>
                </div>
            </div>`,

    // -----------------------------------------section 3
    sec_3_title: "जीएसटी कैलकुलेटर",
    sec_3_amount: "राशि",
    sec_3_gst: "जीएसटी %",
    sec_3_tax: "कर",
    sec_3_inclusive: "समावेशी",
    sec_3_exclusive: "अलग",
    sec_3_gst_btn: "जीएसटी की गणना करें",
    sec_3_result_actual: "वास्तविक राशि",
    sec_3_result_gst: "जीएसटी राशि",
    sec_3_result_total: "कुल राशि",
    sec_3_benefits: `<div class="card-header d-flex justify-content-center mb-1">
                        <h3 class="my-1" style="color: white;">जीएसटी कैलकुलेटर के लाभ</h3>
                    </div>
                    <div class="m-3 benefits">
                        <h6><strong> समय की बचत: </strong></h6>
                        <p>जीएसटी कैलकुलेटर जल्दी से जीएसटी राशि की गणना करता है, मैन्युअल गणना की आवश्यकता को समाप्त करता है।</p>
                        <h6><strong>सटीकता: </strong></h6>
                        <p>मैन्युअल गणना में त्रुटियों की संभावना होती है। जीएसटी कैलकुलेटर सटीक गणना सुनिश्चित करता है।</p>
                        <h6><strong>उपयोग में आसान: </strong></h6>
                        <p>सरल इंटरफ़ेस के साथ, जीएसटी कैलकुलेटर उपयोगकर्ता-अनुकूल है।</p>
                        <h6><strong>बहु-उपयोगिता: </strong></h6>
                        <p>यह उपकरण विभिन्न जीएसटी दरों को संभाल सकता है।</p>
                        <h6><strong>तत्काल परिणाम:</strong></h6>
                        <p>जीएसटी कैलकुलेटर तुरंत परिणाम देता है।</p>
                    </div>`,
};
